<template>
  <div class="conteiner">
    <div class="line"></div>
    <div class="title">ВЛАСНИЙ ІМПОРТ, ПОМОЛ</div>
    <p>
      Це псевдо- латинський текст використовується у веб - дизайні, типографіка,
      верстка, і друку замість англійської підкреслити елементи дизайну над
      змістом. Це також називається заповнювач ( або наповнювач) текст. Це
      зручний інструмент для макетів. Це допомагає намітити візуальні елементи в
      документ або презентацію, наприклад, друкарня, шрифт, або макет. Lorem
      Ipsum в основному частиною латинського тексту за класичною автор і
      філософа Цицерона. Це слова і букви були змінені додаванням або
      видаленням, так навмисно роблять його зміст безглуздо, це не є справжньою,
      правильно чи зрозумілою Латинської більше. У той час як Lorem Ipsum все ще
      нагадує класичну латину, він насправді не має ніякого значення. Як текст
      Цицерона не містить літери K, W, або Z, чужі латина, ці та інші часто
      вставляється випадково імітувати типографський.
    </p>
    <br />
    <p>
      У професійному контексті це часто буває, що приватні або корпоративні
      клієнти Corder публікацію, які будуть зроблені і представлені з фактичний
      зміст все ще не готовий. Подумайте про прес- блозі, що наповнилися змістом
      погодинна в день буде жити. Однак рецензенти схильні відволікатися на
      зрозумілій змісту, скажімо, випадкового тексту, скопійованого з газети або
      в інтернеті., Швидше за все, зосередитися на тексті, не звертаючи уваги на
      макет і його елементів. Крім того, випадковий текст ризикує бути
      ненавмисно гумористичні або образливим, неприйнятним ризиком в
      корпоративному середовищі.
    </p>
    <br />
    <p>
      Lorem Ipsum і його численні варіанти були використані з початку 1960 -х
      років, і цілком імовірно, починаючи з шістнадцятого століття. Це зручний
      інструмент для макетів. Це допомагає намітити візуальні елементи в
      документ або презентацію.Це слова і букви були змінені додаванням або
      видаленням, так навмисно роблять його зміст безглуздо, це не є справжньою,
      правильно чи зрозумілою Латинської більше.
    </p>
    <div class="line second"></div>
  </div>
</template>

<script>
export default {
  name: "Information",
};
</script>

<style scoped>
.conteiner {
  padding: 80px 40px 80px 40px;
}
.line {
  border-bottom: 1px solid #585858;
  width: 65%;
  margin: auto;
}
.title {
  margin: 48px 0px 24px 0px;
  text-align: center;
  font-family: "Proxima Nova", sans-serif;
  font-style: normal;
  font-weight: 400;
  font-size: 32px;
  line-height: 49px;
  /* identical to box height */
  letter-spacing: 0.05em;
  text-transform: uppercase;
  color: #585858;
}
p {
  font-family: "Fira Sans", sans-serif;
  font-style: normal;
  font-weight: 400;
  font-size: 14px;
  line-height: 21px;

  color: #585858;
}
.second {
    margin-top: 48px;
}
@media screen and (max-width: 534px) {
  .title {
    font-size: 26px;
  }
}
@media screen and (max-width: 449px) {
  .title {
    font-size: 22px;
    line-height: 30px;
  }
}
</style>
